[Attributes.RingCustomAttributePresentation AttributePresentationDefinition]
Description="asdf"
NoConstraintText=""
Suffix=""
Prefix=""

[Balance.Unique.PawnBalance_Smagal AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Geary")

[ChestGrades.ObjectGrade_Eagle InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_WhatsInTheBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MarcusSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MerBear InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Mining InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Mining_Dirt InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Body InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Full InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Head InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.RingSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ring UsableItemDefinition]
UseFailureCharacterMessage=""
ItemName="A engrenagem inquebrável de Geary"
PickupMessage=""
UseFailureLevelMessage=""
UseFailureConstraintsMessage=""
NoManufacturerName="Genérico"

[ItemDefs.ID_Ring:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Apenas um passeio até Eridium Blight poderá recompensar o mensageiro."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TeddyBearClaw_Body UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Corpinho de Hugs"
PickupMessage="Você tem %s %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TeddyBearClaw_Body:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=Preciso da minha cabeça para ver minha mamãe quando ela chegar!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TeddyBearClaw_Head UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cabecinha de Hugs"
PickupMessage="Você tem %s %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TeddyBearClaw_Head:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sinto falta da minha mamãe... e também sinto falta do meu corpo!"
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_WhatsInTheBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

